Repository: HenriquesPontes/Near
Catalog: Near/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt, pt_br, ru, zh_hans

source: Radar Mode requires 'Always' location access to scan in the background. Please change this in Settings.
ar: يتطلب وضع الرادار الوصول إلى الموقع "دائمًا" لإجراء المسح في الخلفية. يرجى تغيير هذا في الإعدادات.
de: Der Radarmodus erfordert „immer“ Standortzugriff, um im Hintergrund scannen zu können. Bitte ändern Sie dies in den Einstellungen.
es: El modo radar requiere acceso a la ubicación "Siempre" para escanear en segundo plano. Cambie esto en Configuración.
fr: Le mode radar nécessite un accès à la localisation « Toujours » pour numériser en arrière-plan. Veuillez modifier cela dans les paramètres.
hi: रडार मोड को पृष्ठभूमि में स्कैन करने के लिए 'हमेशा' स्थान पहुंच की आवश्यकता होती है। कृपया इसे सेटिंग में बदलें.
it: La modalità Radar richiede l'accesso alla posizione "Sempre" per eseguire la scansione in background. Si prega di modificarlo in Impostazioni.
ja: レーダー モードでは、バックグラウンドでスキャンするために「常に」位置情報にアクセスする必要があります。これは設定で変更してください。
ko: 레이더 모드에서는 백그라운드에서 스캔하려면 '항상' 위치 액세스가 필요합니다. 설정에서 이를 변경하세요.
pt: O Modo Radar requer acesso à localização 'Sempre' para fazer a varredura em segundo plano. Por favor, altere isso em Configurações.
pt_br: O Modo Radar requer acesso à localização 'Sempre' para fazer a varredura em segundo plano. Por favor, altere isso em Configurações.
ru: Режим радара требует доступа к местоположению «Всегда» для сканирования в фоновом режиме. Пожалуйста, измените это в настройках.
zh_hans: 雷达模式需要“始终”位置访问才能在后台进行扫描。请在“设置”中更改此设置。

source: Radar Mode scans for smart wearable signals in the background, allowing the app to send alerts when in your pocket.
ar: يقوم وضع الرادار بالبحث عن الإشارات الذكية القابلة للارتداء في الخلفية، مما يسمح للتطبيق بإرسال تنبيهات عندما يكون في جيبك.
de: Der Radar-Modus scannt im Hintergrund nach Signalen von Smart-Wearables, sodass die App Warnungen senden kann, wenn sie sich in Ihrer Tasche befindet.
es: El modo Radar busca señales de dispositivos portátiles inteligentes en segundo plano, lo que permite que la app envíe alertas cuando esté en su bolsillo.
fr: Le mode Radar recherche les signaux des wearables intelligents en arrière-plan, permettant à l'application d'envoyer des alertes lorsqu'elle est dans votre poche.
hi: रडार मोड पृष्ठभूमि में स्मार्ट पहनने योग्य सिग्नलों को स्कैन करता है, जिससे ऐप आपकी जेब में होने पर अलर्ट भेज सकता है।
it: La modalità Radar scansiona i segnali dei dispositivi indossabili intelligenti in background, consentendo all'app di inviare avvisi quando è in tasca.
ja: レーダー モードはバックグラウンドでスマート ウェアラブル信号をスキャンし、ポケットの中にあるときにアプリがアラートを送信できるようにします。
ko: 레이더 모드는 백그라운드에서 스마트 웨어러블 신호를 검색하여 주머니에 있을 때 앱이 알림을 보낼 수 있도록 합니다.
pt: O Modo Radar busca por sinais de wearables inteligentes em segundo plano, permitindo que o aplicativo envie alertas quando estiver no seu bolso.
pt_br: O Modo Radar procura sinais vestíveis inteligentes em segundo plano, permitindo que o aplicativo envie alertas quando estiver no seu bolso.
ru: Режим радара сканирует интеллектуальные носимые сигналы в фоновом режиме, позволяя приложению отправлять оповещения, когда оно у вас в кармане.
zh_hans: 雷达模式在后台扫描智能穿戴设备信号，以便在手机装在口袋时也能发送警报。

source: Ray-Ban Meta glasses
ar: نظارات راي بان ميتا
de: Ray-Ban Meta-Brille
es: Gafas Ray-Ban Meta
fr: Lunettes Ray-Ban Méta
hi: रे-बैन मेटा चश्मा
it: Occhiali Ray-Ban Meta
ja: レイバン メタ メガネ
ko: 레이밴 메타 안경
pt: Óculos Ray Ban Meta
pt_br: Óculos Ray Ban Meta
ru: очки Ray-Ban Meta
zh_hans: 雷朋 Meta 眼镜

source: Ray-Ban Meta Nearby! ⚠️
ar: راي بان ميتا قريب! ⚠️
de: Ray-Ban Meta in der Nähe! ⚠️
es: ¡Ray-Ban Meta cercano! ⚠️
fr: Ray-Ban Meta à proximité ! ⚠️
hi: रे-बैन मेटा आस-पास! ⚠️
it: Ray-Ban Meta nelle vicinanze! ⚠️
ja: レイバンメタが近くにあります！ ⚠️
pt: Ray-Ban Meta Próximo! ⚠️
pt_br: Ray-Ban Meta está próximo! ⚠️
ru: Ray-Ban Мета рядом! ⚠️
zh_hans: 附近检测到 Ray-Ban Meta！⚠️

source: Ray-Ban Meta Series
ar: سلسلة راي بان ميتا
de: Ray-Ban Meta Serie
es: Serie Ray-Ban Meta
fr: Série Ray-Ban Meta
hi: रे-बैन मेटा सीरीज़
it: Serie Ray-Ban Meta
ja: レイバンメタシリーズ
ko: 레이밴 메타 시리즈
pt: Série Ray-Ban Meta
pt_br: Série Ray-Ban Meta
ru: Ray-Ban Мета-серия
zh_hans: 雷朋 Meta 系列

source: Ray-Ban Meta, Oakley Meta, Project Aria, Orion
ar: راي بان ميتا، أوكلي ميتا، مشروع أريا، أوريون
es: Ray-Ban Meta, Oakley Meta, Proyecto Aria, Orion
fr: Ray-Ban Meta, Oakley Meta, Projet Aria, Orion
hi: रे-बैन मेटा, ओकले मेटा, प्रोजेक्ट एरिया, ओरियन
it: Ray-Ban Meta, Oakley Meta, Progetto Aria, Orion
ja: レイバン メタ、オークリー メタ、プロジェクト アリア、オリオン
ko: 레이밴 메타, 오클리 메타, 프로젝트 아리아, 오리온
pt: Ray-Ban Meta, Oakley Meta, Projeto Aria, Orion
pt_br: Ray-Ban Meta, Oakley Meta, Projeto Aria, Orion
ru: Ray-Ban Meta, Oakley Meta, Project Aria, Орион
zh_hans: 雷朋 Meta、Oakley Meta、Project Aria、Orion

source: Recent Detections
ar: الاكتشافات الأخيرة
de: Aktuelle Entdeckungen
es: Detecciones recientes
fr: Détections récentes
hi: हाल की खोज
it: Rilevazioni recenti
ja: 最近の検出
ko: 최근 탐지
pt: Detecções recentes
pt_br: Detecções recentes
ru: Недавние обнаружения
zh_hans: 最近的检测

source: Restore
ar: يعيد
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hi: पुनर्स्थापित करना
it: Ripristina
ja: 復元する
ko: 복원하다
pt: Restaurar
pt_br: Restaurar
ru: Восстановить
zh_hans: 恢复

source: Resume Scan
ar: استئناف المسح
de: Scan fortsetzen
es: Reanudar escaneo
fr: Reprendre l'analyse
hi: स्कैन फिर से शुरू करें
it: Riprendi scansione
ja: スキャンを再開する
ko: 이력서 스캔
pt: Retomar verificação
pt_br: Retomar varredura
ru: Возобновить сканирование
zh_hans: 恢复扫描

source: Resume Scanning
ar: استئناف المسح
de: Scan fortsetzen
es: Reanudar escaneo
fr: Reprendre le scan
hi: स्कैनिंग फिर से शुरू करें
it: Riprendi scansione
ja: スキャンを再開
ko: 이력서 스캔
pt: Retomar Escaneamento
pt_br: Retomar varredura
ru: Возобновить сканирование
zh_hans: 继续扫描

source: Samsung Smart Glasses
ar: نظارات سامسونج الذكية
es: Gafas inteligentes Samsung
fr: Lunettes intelligentes Samsung
hi: सैमसंग स्मार्ट चश्मा
it: Occhiali intelligenti Samsung
ja: サムスンのスマートグラス
ko: 삼성 스마트 안경
pt: Óculos inteligentes Samsung
pt_br: Óculos inteligentes Samsung
ru: Умные очки Samsung
zh_hans: 三星智能眼镜

source: Scan
ar: مسح
de: Scannen
es: Escanear
fr: Scanner
hi: स्कैन
it: Scansiona
ja: スキャン
ko: 주사
pt: Escanear
pt_br: Varredura
ru: Сканировать
zh_hans: 扫描

source: Scan Automatically at Startup
ar: المسح تلقائيًا عند بدء التشغيل
de: Beim Start automatisch scannen
es: Escanear automáticamente al iniciar
fr: Scanner au démarrage
hi: स्टार्टअप पर स्वचालित रूप से स्कैन करें
it: Scansiona automaticamente all'avvio
ja: 起動時に自動的にスキャンする
ko: 시작 시 자동으로 스캔
pt: Escanear Automaticamente ao Iniciar
pt_br: Varredura automática na inicialização
ru: Автоматическое сканирование при запуске
zh_hans: 启动时自动开始扫描

source: Scan Preference
ar: تفضيلات المسح الضوئي
de: Scan-Einstellungen
es: Preferencias de escaneo
fr: Préférence de scan
hi: स्कैन प्राथमिकता
it: Preferenze di scansione
ja: スキャンの設定
ko: 스캔 기본 설정
pt: Preferência de Escaneamento
pt_br: Preferência de varredura
ru: Настройки сканирования
zh_hans: 扫描偏好

source: Scan Timeout
ar: مهلة المسح
es: Tiempo de espera de escaneo
fr: Délai d'analyse
hi: स्कैन टाइमआउट
it: Timeout scansione
ja: スキャンタイムアウト
ko: 스캔 시간 초과
pt: Tempo limite de verificação
pt_br: Tempo limite de varredura
ru: Тайм-аут сканирования
zh_hans: 扫描超时

source: Scanning
ar: مسح
de: Scannen
es: Escaneo
fr: Analyse
hi: स्कैनिंग
it: Scansione
ja: 走査
ko: 스캐닝
pt: Escaneamento
pt_br: Varrendo
ru: Сканирование
zh_hans: 扫描

source: SCANNING ACTIVE
ar: المسح نشط
de: SCANNEN AKTIV
es: ESCANEO ACTIVO
fr: SCAN ACTIF
hi: स्कैनिंग सक्रिय
it: SCANSIONE ATTIVA
ja: スキャン中です
ko: 스캐닝 활성
pt: VARREDURA ATIVA
pt_br: VERIFICAÇÃO ATIVA
ru: СКАНИРОВАНИЕ АКТИВНО
zh_hans: 正在扫描

source: SCANNING PAUSED
ar: تم إيقاف المسح مؤقتًا
de: SCANNEN PAUSIERT
es: ESCANEO PAUSADO
fr: SCAN EN PAUSE
hi: स्कैनिंग रोक दी गई
it: SCANSIONE IN PAUSA
ja: スキャンが一時停止されました
ko: 스캔이 일시 중지되었습니다.
pt: VARREDURA PAUSADA
pt_br: VERIFICAÇÃO PAUSADA
ru: СКАНИРОВАНИЕ ПРИОСТАНОВЛЕНО
zh_hans: 扫描已暂停

source: Search detections
ar: اكتشافات البحث
de: Sucherkennungen
es: Detecciones de búsqueda
fr: Détections de recherche
hi: खोज का पता लगाना
it: Cerca rilevamenti
ja: 検索検出
ko: 검색 감지
pt: Detecções de pesquisa
pt_br: Detecções de pesquisa
ru: Обнаружения поиска
zh_hans: 搜索检测

source: Searching...
ar: جارٍ البحث...
de: Suche...
es: Búsqueda...
fr: Recherche...
hi: खोज रहे हैं...
it: Ricerca...
ja: 検索中...
ko: 수색...
pt: Procurando...
pt_br: Procurando...
ru: Идет поиск...
zh_hans: 正在寻找...

source: Sensitivity
ar: حساسية
de: Empfindlichkeit
es: Sensibilidad
fr: Sensibilité
hi: संवेदनशीलता
it: Sensibilità
ja: 感度
ko: 감광도
pt: Sensibilidade
pt_br: Sensibilidade
ru: Чувствительность
zh_hans: 灵敏度

source: Sensitivity: %@
ar: الحساسية: %@
de: Empfindlichkeit: %@
es: Sensibilidad: %@
fr: Sensibilité : %@
hi: संवेदनशीलता: %@
it: Sensibilità: %@
ja: 感度: %@
ko: 민감도: %@
pt: Sensibilidade: %@
pt_br: Sensibilidade: %@
ru: Чувствительность: %@
zh_hans: 灵敏度：%@

source: Settings
ar: إعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
pt: Configurações
pt_br: Configurações
ru: Настройки
zh_hans: 设置

source: SHIELD CONTROLS
ar: ضوابط الدرع
de: SCHUTZSCHILD-KONTROLLEN
es: CONTROLES DE PROTECCIÓN
fr: CONTRÔLES DU BOUCLIER
hi: ढाल नियंत्रण
it: CONTROLLI DELLO SCUDO
ja: シールドコントロール
ko: 쉴드 컨트롤
pt: CONTROLES DO ESCUDO
pt_br: CONTROLES DE ESCUDO
ru: УПРАВЛЕНИЕ ЩИТОМ
zh_hans: 防护控制

source: Signal Detection
ar: كشف الإشارة
de: Signalerkennung
es: Detección de señal
fr: Détection des signaux
hi: सिग्नल का पता लगाना
it: Rilevamento del segnale
ja: 信号検出
ko: 신호 감지
pt: Detecção de Sinal
pt_br: Detecção de Sinal
ru: Обнаружение сигнала
zh_hans: 信号检测

source: Signal is moderate. The device is within 5-10 meters.
ar: الإشارة معتدلة. الجهاز في حدود 5-10 متر.
de: Signal ist mäßig. Das Gerät ist 5-10 Meter entfernt.
es: La señal es moderada. El dispositivo está a unos 5-10 metros.
fr: Le signal est modéré. L'appareil est à moins de 5-10 mètres.
hi: सिग्नल मध्यम है. डिवाइस 5-10 मीटर के भीतर है.
it: Il segnale è moderato. Il dispositivo si trova entro 5-10 metri.
ja: 信号は中程度です。デバイスは 5 ～ 10 メートル以内にあります。
ko: 신호가 보통입니다. 장치는 5~10미터 이내에 있습니다.
pt: Sinal moderado. O dispositivo está a cerca de 5-10 metros.
pt_br: O sinal é moderado. O dispositivo está dentro de 5 a 10 metros.
ru: Сигнал умеренный. Устройство находится в пределах 5-10 метров.
zh_hans: 信号中等。设备在 5-10 米内。

source: Signal is stronger. Walk around slowly.
ar: الإشارة أقوى. يتجول ببطء.
de: Signal ist stärker. Gehen Sie langsam umher.
es: La señal es más fuerte. Camine lentamente.
fr: Le signal est plus fort. Promenez-vous lentement.
hi: सिग्नल ज्यादा मजबूत है. धीरे-धीरे घूमें.
it: Il segnale è più forte. Cammina lentamente.
ja: 信号が強くなります。ゆっくりと歩き回ってください。
ko: 신호가 더 강해졌습니다. 천천히 걸어보세요.
pt: O sinal é mais forte. Ande devagar.
pt_br: O sinal é mais forte. Ande devagar.
ru: Сигнал сильнее. Медленно пройдитесь.
zh_hans: 信号更强。慢慢走一圈。

source: Signal is weak. Walk around to find a better signal.
ar: الإشارة ضعيفة. يتجول للعثور على إشارة أفضل.
de: Das Signal ist schwach. Gehen Sie herum, um ein besseres Signal zu finden.
es: La señal es débil. Camine para encontrar una mejor señal.
fr: Le signal est faible. Promenez-vous pour trouver un meilleur signal.
hi: सिग्नल कमजोर है. बेहतर सिग्नल खोजने के लिए इधर-उधर घूमें।
it: Il segnale è debole. Cammina per trovare un segnale migliore.
ja: 信号が弱いです。より良い信号を見つけるために歩き回ってください。
ko: 신호가 약합니다. 더 나은 신호를 찾으려면 주변을 돌아보세요.
pt: O sinal está fraco. Caminhe para encontrar um sinal melhor.
pt_br: O sinal está fraco. Caminhe para encontrar um sinal melhor.
ru: Сигнал слабый. Прогуляйтесь вокруг, чтобы найти лучший сигнал.
zh_hans: 信号弱。四处走动寻找更好的信号。

source: Signal Strength
ar: قوة الإشارة
de: Signalstärke
es: Fuerza de la señal
fr: Force du signal
hi: सिग्नल क्षमता
it: Potenza del segnale
ja: 信号強度
ko: 신호 강도
pt: Força do sinal
pt_br: Força do sinal
ru: Уровень сигнала
zh_hans: 信号强度

source: Signal strength over time
ar: قوة الإشارة مع مرور الوقت
de: Signalstärke im Zeitverlauf
es: Fuerza de la señal a lo largo del tiempo
fr: Force du signal au fil du temps
hi: समय के साथ सिग्नल की ताकत
it: Forza del segnale nel tempo
ja: 信号強度の経時変化
ko: 시간 경과에 따른 신호 강도
pt: Força do sinal ao longo del tempo
pt_br: Força do sinal ao longo do tempo
ru: Уровень сигнала с течением времени
zh_hans: 信号强度随时间的变化

source: Simulate Detections (Test Notifications)
ar: محاكاة الاكتشافات (إشعارات الاختبار)
de: Erkennungen simulieren (Testbenachrichtigungen)
es: Simular detecciones (notificaciones de prueba)
fr: Simuler les détections (notifications de test)
hi: सिम्युलेट डिटेक्शन (परीक्षण अधिसूचनाएं)
it: Simula rilevamenti (notifiche di prova)
ja: 検出のシミュレート (テスト通知)
ko: 탐지 시뮬레이션(테스트 알림)
pt: Simular detecções (notificações de teste)
pt_br: Simular detecções (notificações de teste)
ru: Имитация обнаружений (тестовые уведомления)
zh_hans: 模拟检测（测试通知）

source: Smart eyewear camera. Potential for discrete photo or video recording.
ar: كاميرا النظارات الذكية. إمكانية تسجيل الصور أو الفيديو المنفصلة.
de: Intelligente Brillenkamera. Möglichkeit zur diskreten Foto- oder Videoaufzeichnung.
es: Cámara de gafas inteligentes. Posibilidad de grabación discreta de fotografías o vídeos.
fr: Caméra de lunettes intelligente. Possibilité d'enregistrement photo ou vidéo discret.
hi: स्मार्ट आईवियर कैमरा. अलग-अलग फ़ोटो या वीडियो रिकॉर्डिंग की संभावना।
it: Fotocamera per occhiali intelligente. Potenziale per la registrazione discreta di foto o video.
ja: スマートアイウェアカメラ。個別の写真またはビデオ録画の可能性。
ko: 스마트 안경 카메라. 개별 사진 또는 비디오 녹화가 가능합니다.
pt: Câmera de óculos inteligente. Potencial para gravação discreta de fotos ou vídeos.
pt_br: Câmera de óculos inteligente. Potencial para gravação discreta de fotos ou vídeos.
ru: Умная камера в очках. Возможность дискретной фото- или видеозаписи.
zh_hans: 智能眼镜相机。独立照片或视频录制的潜力。

source: Smart Glasses Nearby! ⚠️
ar: النظارات الذكية القريبة! ⚠️
de: Smart-Brille in der Nähe! ⚠️
es: ¡Gafas inteligentes cercanas! ⚠️
fr: Lunettes intelligentes à proximité ! ⚠️
hi: पास में स्मार्ट चश्मा! ⚠️
it: Occhiali smart nelle vicinanze! ⚠️
ja: スマートグラスが近くにあります! ⚠️
ko: 스마트 안경이 가까이에 있습니다! ⚠️
pt: Óculos Inteligentes Próximos! ⚠️
pt_br: Óculos inteligentes próximos! ⚠️
ru: Умные очки рядом! ⚠️
zh_hans: 附近检测到智能眼镜！⚠️

source: Smart Wearable Detected! ⚠️
ar: تم اكتشاف جهاز ذكي يمكن ارتداؤه! ⚠️
de: Smart Wearable erkannt! ⚠️
es: ¡Dispositivo inteligente detectado! ⚠️
fr: Wearable intelligent détecté ! ⚠️
hi: स्मार्ट पहनने योग्य का पता चला! ⚠️
it: Dispositivo indossabile smart rilevato! ⚠️
ja: スマートウェアラブルが検出されました! ⚠️
ko: 스마트 웨어러블이 감지되었습니다! ⚠️
pt: Dispositivo Inteligente Detetado! ⚠️
pt_br: Wearable inteligente detectado! ⚠️
ru: Обнаружено умное носимое устройство! ⚠️
zh_hans: 检测到智能可穿戴设备！⚠️

source: Snapchat Spectacles
ar: نظارات سناب شات
hi: स्नैपचैट चश्मा
ja: スナップチャットの眼鏡
ko: Snapchat 안경
pt_br: Óculos Snapchat
ru: Snapchat-очки
zh_hans: Snapchat 眼镜

source: Snapchat Spectacles Nearby! ⚠️
ar: نظارات سناب شات القريبة! ⚠️
de: Snapchat Spectacles in der Nähe! ⚠️
es: ¡Snapchat Spectacles cercano! ⚠️
fr: Snapchat Spectacles à proximité ! ⚠️
hi: स्नैपचैट स्पेक्ट्रम पास में! ⚠️
it: Snapchat Spectacles nelle vicinanze! ⚠️
ja: 近くのSnapchat眼鏡！ ⚠️
ko: Snapchat 안경이 근처에 있습니다! ⚠️
pt: Snapchat Spectacles Próximo! ⚠️
pt_br: Espetáculos Snapchat próximos! ⚠️
ru: Snapchat-спектакли поблизости! ⚠️
zh_hans: 附近检测到 Snapchat Spectacles！⚠️

source: Spatial video & high power AR logging
ar: الفيديو المكاني وتسجيل AR عالي الطاقة
de: Räumliche Videoaufnahme & leistungsstarkes AR-Protokoll
es: Grabación de video espacial y registro AR de alta potencia
fr: Enregistrement vidéo spatial et suivi RA haute puissance
hi: स्थानिक वीडियो और उच्च शक्ति एआर लॉगिंग
it: Registrazione video spaziale e tracciamento AR ad alta potenza
ja: 空間ビデオと高出力ARロギング
ko: 공간 비디오 및 고성능 AR 로깅
pt: Gravação de vídeo espacial e registro de AR de alta potência
pt_br: Vídeo espacial e registro de AR de alta potência
ru: Пространственное видео и мощная регистрация AR
zh_hans: 空间视频和高功率 AR 记录

source: Spyware Detected
ar: تم اكتشاف برامج التجسس
de: Spyware erkannt
es: Software espía detectado
fr: Logiciel espion détecté
hi: स्पाइवेयर का पता चला
it: Rilevato spyware
ja: スパイウェアが検出されました
ko: 스파이웨어가 감지되었습니다
pt: Spyware detectado
pt_br: Spyware detectado
ru: Обнаружено шпионское ПО
zh_hans: 检测到间谍软件

source: Standard microphone system. Capable of surrounding room conversation recording.
ar: نظام الميكروفون القياسي. قادرة على تسجيل محادثة الغرفة المحيطة.
de: Standard-Mikrofonsystem. Kann Gespräche im Raum aufnehmen.
es: Sistema de micrófono estándar. Capaz de grabar conversaciones en el entorno.
fr: Système de micro standard. Capable d'enregistrer les conversations de la pièce.
hi: मानक माइक्रोफोन प्रणाली. आसपास के कमरे में बातचीत की रिकॉर्डिंग करने में सक्षम।
it: Sistema di microfono standard. In grado di registrare le conversazioni nella stanza.
ja: 標準的なマイクシステム。周囲の部屋の会話録音が可能。
ko: 표준 마이크 시스템. 주변방 대화녹음이 가능합니다.
pt: Sistema de microfone padrão. Capaz de gravar conversas ao redor no ambiente.
pt_br: Sistema de microfone padrão. Capaz de gravar conversas na sala circundante.
ru: Стандартная микрофонная система. Возможность записи разговоров в помещении.
zh_hans: 标准的麦克风系统。能够录制周围房间的对话。

source: Starred
ar: المميزة بنجمة
de: Mit einem Stern versehen
es: Sembrado de estrellas
fr: Favoris
hi: तारांकित
it: Stellato
ja: スター付き
ko: 별표 표시됨
pt: Com estrela
pt_br: Com estrela
ru: Помечено
zh_hans: 已加星标

source: Starred Only
ar: المميزة بنجمة فقط
de: Nur mit Sternen
es: Sólo destacados
fr: Favoris uniquement
hi: केवल तारांकित
it: Solo Speciali
ja: スター付きのみ
ko: 별표만 표시됨
pt: Apenas com estrela
pt_br: Apenas com estrela
ru: Только помеченные
zh_hans: 仅加星标

source: Start Scanning
ar: ابدأ المسح
de: Scan starten
es: Iniciar escaneo
fr: Lancer le scan
hi: स्कैनिंग प्रारंभ करें
it: Avvia scansione
ja: スキャンの開始
ko: 스캔 시작
pt: Iniciar Escaneamento
pt_br: Iniciar varredura
ru: Начать сканирование
zh_hans: 开始扫描

source: Started scanning for nearby devices.
ar: بدأ البحث عن الأجهزة القريبة.
de: Mit der Suche nach Geräten in der Nähe begonnen.
es: Comenzó a buscar dispositivos cercanos.
fr: Début de la recherche des appareils à proximité.
hi: आस-पास के उपकरणों को स्कैन करना शुरू कर दिया।
it: Avviata la scansione dei dispositivi nelle vicinanze.
ja: 近くのデバイスのスキャンを開始しました。
ko: 주변 기기 검색을 시작했습니다.
pt: Começou a procurar dispositivos próximos.
pt_br: Começou a procurar dispositivos próximos.
ru: Запустил сканирование устройств поблизости.
zh_hans: 开始扫描附近的设备。

source: Starts scanning for nearby bluetooth devices.
ar: يبدأ البحث عن أجهزة البلوتوث القريبة.
de: Beginnt mit der Suche nach Bluetooth-Geräten in der Nähe.
es: Comienza a buscar dispositivos Bluetooth cercanos.
fr: Commence à rechercher les appareils Bluetooth à proximité.
hi: आस-पास के ब्लूटूथ डिवाइस को स्कैन करना प्रारंभ करता है।
it: Avvia la scansione dei dispositivi Bluetooth nelle vicinanze.
ja: 近くの Bluetooth デバイスのスキャンを開始します。
ko: 근처의 블루투스 장치 검색을 시작합니다.
pt: Começa a procurar dispositivos Bluetooth próximos.
pt_br: Começa a procurar dispositivos Bluetooth próximos.
ru: Начинает поиск ближайших Bluetooth-устройств.
zh_hans: 开始扫描附近的蓝牙设备。

source: Status
ar: حالة
es: Estado
fr: Statut
hi: स्थिति
it: Stato
ja: 状態
ko: 상태
ru: Статус
zh_hans: 地位

source: Stereoscopic 3D cameras. Captures spatial videos and environment depth data continuously for digital twinning.
ar: كاميرات ثلاثية الأبعاد مجسمة. يلتقط مقاطع الفيديو المكانية وبيانات عمق البيئة بشكل مستمر للتوأمة الرقمية.
de: Stereoskopische 3D-Kameras. Nimmt kontinuierlich räumliche Videos und Umgebungstiefendaten für digitales Twinning auf.
es: Cámaras 3D estereoscópicas. Captura videos espaciales y datos de profundidad del entorno para gemelos digitales.
fr: Caméras stéréoscopiques 3D. Capture des vidéos spatiales et des données de profondeur pour le jumeau numérique.
hi: स्टीरियोस्कोपिक 3डी कैमरे. डिजिटल ट्विनिंग के लिए स्थानिक वीडियो और पर्यावरण गहराई डेटा को लगातार कैप्चर करता है।
it: Fotocamere stereoscopiche 3D. Acquisisce continuamente video spaziali e dati di profondità dell'ambiente per il digital twinning.
ja: 立体視3Dカメラ。デジタル ツイン化のために空間ビデオと環境深度データを継続的にキャプチャします。
ko: 입체 3D 카메라. 디지털 트위닝을 위해 공간 비디오 및 환경 깊이 데이터를 지속적으로 캡처합니다.
pt: Câmeras 3D estereoscópicas. Captura vídeos espaciais e dados de profundidade ambiental de forma contínua para mapeamento digital.
pt_br: Câmeras 3D estereoscópicas. Captura continuamente vídeos espaciais e dados de profundidade do ambiente para geminação digital.
ru: Стереоскопические 3D камеры. Постоянно записывает пространственные видео и данные о глубине окружающей среды для создания цифровых двойников.
zh_hans: 立体 3D 摄像头。持续采集空间视频和环境深度数据，用于数字化建模。

source: Stop
ar: قف
de: Stopp
es: Detener
fr: Arrêter
hi: रुकना
it: Ferma
ja: 停止
ko: 멈추다
pt: Parar
pt_br: Parar
ru: Останавливаться
zh_hans: 停止

source: Stop Scanning
ar: توقف عن المسح
de: Scan stoppen
es: Detener escaneo
fr: Arrêter le scan
hi: स्कैन करना बंद करें
it: Ferma scansione
ja: スキャンを停止する
ko: 스캔 중지
pt: Parar Escaneamento
pt_br: Parar varredura
ru: Остановить сканирование
zh_hans: 停止扫描

source: Stopped scanning for nearby devices.
ar: تم إيقاف البحث عن الأجهزة القريبة.
de: Die Suche nach Geräten in der Nähe wurde gestoppt.
es: Se detuvo la búsqueda de dispositivos cercanos.
fr: Arrêt de la recherche des appareils à proximité.
hi: आस-पास के उपकरणों की स्कैनिंग बंद कर दी गई।
it: Interrotta la scansione dei dispositivi nelle vicinanze.
ja: 近くのデバイスのスキャンを停止しました。
ko: 주변 기기 검색을 중지했습니다.
pt: A verificação de dispositivos próximos foi interrompida.
pt_br: A verificação de dispositivos próximos foi interrompida.
ru: Остановлено сканирование устройств поблизости.
zh_hans: 已停止扫描附近的设备。

source: Stops scanning for nearby bluetooth devices.
ar: يتوقف عن البحث عن أجهزة البلوتوث القريبة.
de: Stoppt die Suche nach Bluetooth-Geräten in der Nähe.
es: Deja de buscar dispositivos bluetooth cercanos.
fr: Arrête de rechercher les appareils Bluetooth à proximité.
hi: आस-पास के ब्लूटूथ डिवाइसों के लिए स्कैनिंग बंद कर देता है।
it: Interrompe la scansione dei dispositivi Bluetooth nelle vicinanze.
ja: 近くの Bluetooth デバイスのスキャンを停止します。
ko: 주변 블루투스 장치 검색을 중지합니다.
pt: Interrompe a busca por dispositivos Bluetooth próximos.
pt_br: Interrompe a busca por dispositivos Bluetooth próximos.
ru: Останавливает поиск ближайших Bluetooth-устройств.
zh_hans: 停止扫描附近的蓝牙设备。

source: Suspicious Device
ar: جهاز مشبوه
de: Verdächtiges Gerät
es: Dispositivo sospechoso
fr: Appareil suspect
hi: संदिग्ध उपकरण
it: Dispositivo sospetto
ja: 不審なデバイス
ko: 의심스러운 장치
pt: Dispositivo Suspeito
pt_br: Dispositivo Suspeito
ru: Подозрительное устройство
zh_hans: 可疑设备

source: System
ar: نظام
es: Sistema
fr: Système
hi: प्रणाली
it: Sistema
ja: システム
ko: 체계
pt: Sistema
pt_br: Sistema
ru: Система
zh_hans: 系统

source: Tap SCAN below to scan for nearby devices.
ar: انقر فوق SCAN أدناه للبحث عن الأجهزة القريبة.
de: Tippe unten auf SCANNEN, um nach Geräten in der Nähe zu suchen.
es: Presiona ESCANEAR abajo para buscar dispositivos cercanos.
fr: Appuyez sur SCAN ci-dessous pour rechercher des appareils proches.
hi: आस-पास के डिवाइस को स्कैन करने के लिए नीचे स्कैन पर टैप करें।
it: Tocca SCANSIONA in basso per cercare i dispositivi vicini.
ja: 近くのデバイスをスキャンするには、下の「SCAN」をタップします。
ko: 근처 기기를 검색하려면 아래 스캔을 탭하세요.
pt: Toque em ESCANEAR abaixo para buscar dispositivos próximos.
pt_br: Toque em VERIFICAR abaixo para procurar dispositivos próximos.
ru: Нажмите «СКАНировать» ниже, чтобы выполнить поиск устройств поблизости.
zh_hans: 点击下方的扫描以查找附近的设备。
